Revit 2027 API
ParameterTypeId.ViewerBoundOffsetTop Property
 "Top Clip Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundOffsetTop { get; }
Public Shared ReadOnly Property ViewerBoundOffsetTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundOffsetTop {
	ForgeTypeId^ get ();
}
static member ViewerBoundOffsetTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace